Repository: intraweb-modules12/Export
Catalog: locale/*/LC_MESSAGES/module_export.po
Languages: ca

source: Variable is not defined
ca: La variable no s'ha definit

source: Additional module/variable is not defined
ca: El mòdul o la variable adicionals no s'han definit

source: Error! Creation attempt failed.
ca: No s'ha pogut crear.

source: Error! Update attempt failed.
ca: No s'ha pogut actualitzar.

source: Error! Remove attempt failed.
ca: No s'ha pogut eliminar.

source: Corrupt package
ca: Paquet corrupte

source: Zikula version %s is required
ca: Es requereix la versió %s de Zikula

source: The module %1$s requires the version %2$s
ca: El mòdul %1$s requereix la versió %2$s

source: It's not possible to remove <i>%s</i> directory because it's not writable
ca: No ha estat possible eliminar el directori <i>%s</i> perquè no té permisos d'escriptura

source: It's not possible to remove <i>%s</i> directory
ca: No ha estat possible eliminar el directori <i>%s</i>

source: It's not possible to open the package.
ca: No ha estat possible obrir el paquet

source: Could not open package
ca: No s'ha pogut obrir el paquet

source: The backup package cannot be generated
ca: No s'ha pogut generar el paquet de copia de seguretat

source: Backup folder don't exists
ca: No s'ha creat la carpeta de copies de seguretat

source: Backup folder is not writeable
ca: El directori de copies de seguretat ha de tenir permisos d'escriptura.

source: Backup folder is not set
ca: No s'ha designat una carpeta per a copies de seguretat

source: It's not possible to generate the export pack
ca: No ha estat possible generar el paquet d'exportació

source: Variable succesfully removed.
ca: La variable s'ha eliminat correctament

source: It's not possible to import a local package and another from an URL together
ca: No és possible importar un paquet local i un altre des d'una URL a la vegada

source: It's not possible to upload the package
ca: No ha estat possible pujar el paquet

source: Zikula version %s is required.
ca: Es requereix la versió %s de Zikula

source: Backup folder is not set in the module configuration
ca: No s'ha designat una carpeta per a copies de seguretat a la configuració del mòdul

source: Backup failure!
ca: No s'ha pogut generar la copia de seguretat!

source: It's not possible to delete the backup
ca: No ha estat possible eliminar la copia de seguretat

source: No modules to show
ca: No hi ha cap mòdul per mostrar

source: The table doesn't exist
ca: La taula no existeix

source: Error! Add attempt failed.
ca: No s'ha pogut afegir.

source: Table %1$s added.<a href="#%2$s"> Follow in the last module</a>
ca: S'ha afegit la taula %1$s.<a href="#%2$s"> Segueix a partir del darrer mòdul tractat</a>

source: Error! Deletion attempt failed.
ca: No s'ha pogut eliminar

source: Table %1$s deleted.<a href="#%2$s"> Follow in the last module</a>
ca: La taula %1$s ha estat eliminada.<a href="#%2$s"> Segueix a partir del darrer mòdul tractat</a>

source: Allow to export module's content from a Zikula's installation to another
ca: Permet exportar mòduls de Zikula d'una instal·lació a una altra

source: Export
ca: Exporta

source: Follow in the last module
ca: Segueix a partir del darrer mòdul tractat

source: Manage modules
ca: Gestiona els mòduls

source: Module name
ca: Nom del mòdul

source: Module tables
ca: Taules del mòdul

source: Variables of folders
ca: Variables dels directoris

source: Suggested tables:
ca: Taules proposades:

source: Add
ca: Afegeix

source: Add table:
ca: Afegeix taula:

source: Tables:
ca: Taules:

source: Delete
ca: Esborra

source: Route:
ca: Ruta:

source: erroneous route
ca: ruta incorrecte

source: contains a route to an unwritable directory
ca: conté la ruta d'un directori sense permisos d'escriptura

source: This variable needs the value of the variable
ca: La variable requereix el valor de la variabla

source: From the module
ca: Del mòdul

source: Edit
ca: Edita

source: Add variable
ca: Afegeix variable

source: No variable is defined
ca: No hi ha cap variable definida

source: Import modules
ca: Importa mòduls

source: <b>Warning!</b><br>If you import some modules, data and files of the actual module, users and groups will be replaced!<br>Are you completly sure?
ca: <b>Alerta!</b><br>Si importeu algun mòdul, les dades i els fitxers del mòdul actual, així com els usuaris i els grups del vostre sistema seran substituïts!<br>N'esteu segurs?

source: Select the package that you want import
ca: Seleccioneu el paquet que voleu importar

source: Or enter the URL of your import package
ca: O bé escriu la URL del paquet d'importació

source: Import
ca: Importa

source: Detele variable
ca: Esborra variable

source: Do you really want to delete the variable
ca: Esteu segurs de que voleu eliminar la variable

source: from de module
ca: del mòdul

source: Submit
ca: Tramet

source: Add variable
ca: Afegeix variable

source: Edit variable
ca: Edita la variable

source: Module:
ca: Mòdul:

source: If is necessary, you can define the varible of the module that contain the root directory of the actual directory
ca: Si cal, pots definir la variable del mòdul que conté la ruta cap al directori arrel del directori en qüestió

source: The following modules has been imported correctly:
ca: Els mòduls següents s'han importat correctament:

source: Select in the following table the modules that you want import.
ca: Seleccioneu a la taula següent els mòduls que voleu importar.

source: If there's any message in red in the "Variables of folders" column do the next:<br><b>- Variable is not defined in the module configuration:</b> Check the configuration of the module related<br><b>- Variable is not defined in the Export module:</b> Add the variable in the "Manage modules" menu of the Export module<br><b>- Variable contains an erroneous route:</b> Check if the directories specified in the module configuration are availables
ca: Si apareix algun missatge en vermell a la columna "Variables dels directoris" fes el següent:<br /><b>- La variable no està definida a la configuració del mòdul:</b> Comprova la configuració del mòdul relacionat amb la variable<br /><b>- La variable no està definida al mòdul Export:</b> Afegeix la variable al menú "Gestiona mòduls" del mòdul Export<br /><b>- La variable conté una ruta incorrecte:</b> Comprova que els directoris especificats en la configuració del mòdul estan disponibles

source: Check all
ca: Marca-ho tot

source: Uncheck all
ca: Desmarca-ho tot

source: Display name
ca: Nom per mostrar

source: Version
ca: Versió

source: Required version:
ca: Versió requerida:

source: isn't the same of the local version:
ca: no és la mateixa que la versió instalada

source: The variable
ca: La variable

source: is not defined in the module configuration
ca: no està definida a la configuració del mòdul

source: contains an erroneous route
ca: conté una ruta incorrecte

source: is not defined in the Export module
ca: no s'ha definit en el mòdul Export

source: contains the route:
ca: conté la ruta:

source: There aren't modules available to import
ca: No hi ha mòduls disponibles per a importar

source: The follow modules are unavailable in the system:
ca: Els mòduls següents no estan actius en el sistema:

source: <b>Backup</b><br>
ca: <b>Còpia de seguretat</b><br>

source: Create a backup of the system and the selected modules and store it in the server.
ca: Crea una copia de seguretat del sistema i dels mòduls seleccionats i la guarda al servidor.

source: Cancel the deletion
ca: Cancel·la l'esborrament.

source: Restore modules
ca: Restaura mòduls

source: The following modules has been correctly restored:
ca: Els mòduls següents s'han restaurat correctament:

source: Export modules
ca: Exporta mòduls

source: Export pack generated. Download it
ca: S'ha generat el paquet d'exportació. Descarrega'l

source: here.
ca: aquí.

source: To export some modules, select them and click in the button "Export" in the bottom of the page.
ca: Per tal d'exportar alguns mòduls, selecciona'ls de la llista i fes clic al botó "Exporta" a la part inferior de la pàgina

source: Export and import modules
ca: Exporta i importa mòduls

source: Manage backups
ca: Gestiona les copies de seguretat

source: Configure the module
ca: Configura el mòdul

source: Delete the backup
ca: Elimina la copia de seguretat

source: Are you really sure to delete the backup?
ca: Esteu segurs de que voleu eliminar la copia de seguretat?

source: Restore the backup
ca: Restaura la copia de seguretat

source: Confirm the restore of the backup
ca: Confirmeu que voleu restaurar la còpia de seguretat

source: Restore
ca: Restaura

source: <b>Warning!</b><br>If you restore some modules, data and files of the actual module, users and groups will be replaced!<br>Are you completly sure?
ca: <b>Alerta!</b><br>Si restaureu algun mòdul, les dades i els fitxers del mòdul actual, així com els usuaris i els grups del vostre sistema seran substituïts!<br>N'esteu segurs?

source: There aren't modules available to restore
ca: No hi ha mòduls disponibles per a restaurar

source: Backup date
ca: Data de la copia de seguretat

source: Modules
ca: Mòduls

source: Actions
ca: Accions

source: Availables
ca: Actius

source: Unavailables
ca: Inactius

source: Delete backup
ca: Elimina la còpia de seguretat

source: Restore backup
ca: Restaura la còpia de seguretat

source: <b>No backups found</b>
ca: <b>No s'ha trobat copies de seguretat</b>

source: Backup folder:
ca: Directori de copies de seguretat:

source: Modify the configuration
ca: Modifica la configuració
